---
kind: other
id: Methods.T:Autodesk.Revit.DB.PrintManager
source: html/a3703e1f-7393-9807-7161-eb25647d5879.htm
---
# PrintManager Methods

Apply the local print settings to global for all documents.